export default {
  projections: {
    СлужбаДоставкиE: {
      номер: {
        __caption__: 'Номер'
      },
      наименвоание: {
        __caption__: 'Наименвоание'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      },
      логистика: {
        __caption__: 'Логистика',
        номер: {
          __caption__: 'Номер'
        },
        состояние: {
          __caption__: 'Состояние'
        },
        информация: {
          __caption__: 'Информация'
        }
      }
    },
    СлужбаДоставкиL: {
      номер: {
        __caption__: 'Номер'
      },
      наименвоание: {
        __caption__: 'Наименвоание'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      номерТелефона: {
        __caption__: 'Номер телефона'
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    наименвоание: {
      __caption__: 'Наименвоание'
    },
    номер: {
      __caption__: 'Номер'
    },
    номерТелефона: {
      __caption__: 'Номер телефона'
    },
    логистика: {
      __caption__: 'Логистика'
    }
  }
};
