export default {
  projections: {
    ХранениеE: {
      номер: {
        __caption__: 'Номер'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      датаЗавершения: {
        __caption__: 'Дата завершения'
      },
      продления: {
        __caption__: 'Продления'
      },
      посылка: {
        __caption__: 'Посылка',
        номер: {
          __caption__: 'Номер'
        },
        статус: {
          __caption__: 'Статус'
        }
      }
    },
    ХранениеL: {
      номер: {
        __caption__: 'Номер'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      датаЗавершения: {
        __caption__: 'Дата завершения'
      },
      продления: {
        __caption__: 'Продления'
      }
    }
  },
  validations: {
    датаЗавершения: {
      __caption__: 'Дата завершения'
    },
    датаНачала: {
      __caption__: 'Дата начала'
    },
    номер: {
      __caption__: 'Номер'
    },
    продления: {
      __caption__: 'Продления'
    },
    посылка: {
      __caption__: 'Посылка'
    }
  }
};
